Revit 2022 API
ParameterTypeId.FabricationSpotTopElevationOfPart Property
 "Spot Top Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static ForgeTypeId FabricationSpotTopElevationOfPart { get; }
Visual Basic
Public Shared ReadOnly Property FabricationSpotTopElevationOfPart As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationSpotTopElevationOfPart {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace